[
  {
    "id": 1,
    "query-url": "https://www.kaanoon.com//166106/property-in-name-before-marriage-but-seller-wants-money-in-name-after-marriage",
    "query-title": "Property in name before marriage but seller wants money in name after marriage",
    "query-text": "I am planning to buy a property which has fallen under the name of 2 sisters through partition suit filed in the court by a family member (I have that copy). The name in the partition suit and Khata (Bangalore development authority records) is the name before marriage, even though the suit was filed post their marriage. The court order has their husband's name as well (Eg. V Shashikala, W/O Sri R Rao) However, sellers want the money in the changed/new name after marriage. Their lawyer is telling me we can include both the name in sale agreement and deed (Eg. V Shashikala also known as R. Shashi) and put a notarised affidavit of name change. Can someone please guide me if this is the right procedure and I will not face any problem later? If not, please let me know the right way to go ahead with this transaction.",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Hemant Chaudhary",
        "response-text": "Hi, you can put both names before and after the marriage for (ex;-V shashikala also known as r.sashi before marriage).."
      },
      {
        "responder": "Dalip Singh",
        "response-text": "Once the name V. Shashikala alias R. Shashi is mentioned in the sale agreement and deed, you will not face any problem later as it would prove that V. Shashikala and R. Shashi is the one and the same person. As you know, after marriage name of ladies get changed with the name of her husband. Keep a copy/original of the affidavit of name change."
      },
      {
        "responder": "Yogendra Singh Rajawat",
        "response-text": "Dear Client,\nNo big deal, in the sale deed at introduction of parties - V Shashikala, W/O Sri R Rao and after marraige name change to R. Shashi and both are one person same is sufficient. Also annexed ID with new name also."
      },
      {
        "responder": "Devajyoti Barman",
        "response-text": "As per section 29 r/w 30 of the Guardian and Wards Act, 1890 no guardian can deal with the immoveable property for sale or lease without the permission of court.\nSo taking permission of court becomes sine qua non for validity of such transfer.\nNow in your case if the transfer has already been effected as it appears you need only to make the minor a party to the deed or his consent letter."
      },
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "The legal position is in case of minor, a guardian should be appointed by the court, in this case father who shall have rights over the minor and property. \n It is relevant to extract here under Sections 29 and 30 of Guardian and Wards Act:.\n\"29. Limitation of powers of guardian of property appointed or declared by the Court.- Where a person other than a Collector, or than a guardian appointed by will or other instrument, has been appointed or declared by the Court to be guardian of the property of a ward, he shall not, without the previous permission of the Court,- (a) mortgage or charge, or transfer by sale, gift, exchange or otherwise, any part of the immovable\nproperty of his ward, or (b) lease any part of that property for a term exceeding five years or for any term extending more than one year beyond the date on which the ward will cease to be a minor.\nEven if minor is a co-nominee to the sale deed, he is required to file a suit to set aside the sale within three years from the date of alienation.\n\"There is no doubt whatever that a transaction entered into by a guardian relating to the minor's properties is not void and if the minor does not sue to set it aside within three years of his attaining majority it becomes valid under Article 44 of the Limitation Act.\nS.8(2) of the guardian and wards Act lays down that the natural guardian shall not with the previous permission of the court transfer by sale any part of the immovable property of the minor.\nAt-last, the minor if a co-nominee as part of the sale deed has an option to challenge to set aside the sale that the father alienated the property without legal necessity and it should be done within 3 years of attaining majority."
      }
    ],
    "citations": [
      "8 guardians and wards act"
    ],
    "citations-id": [
      "132"
    ]
  },
  {
    "id": 2,
    "query-url": "https://www.kaanoon.com//166109/is-a-legal-divorce-needed-while-separation-if-marriage-was-not-registered",
    "query-title": "Is a legal divorce needed while separation if marriage was not registered?",
    "query-text": "Me and my husband got married in the temple followed by other rituals in a hall. But we did not sign any documents or register the marriage in front of a registrar or at the resort. If we separate, do we still need to go through a legal divorce process? If yes, How do we proceed? We both live outside of India.",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ganesh Kadam",
        "response-text": "1) Yes , you both have to get separate legally by applying for divorce in the family court in India.\n2) The marriage is legally done. As per Hindu law if a custom marriage is soleminzed, under sections 7, Hindu Marriage Act, 1955.\n3) You have to take Divorce under Mutual Consent as Divorce Act, 1869.\nFor details do select consultation call."
      }
    ],
    "citations": [
      "7 hindu marriage act"
    ],
    "citations-id": [
      "160"
    ]
  },
  {
    "id": 3,
    "query-url": "https://www.kaanoon.com//166110/uncle-trying-to-occupy-my-late-father-property-illegally",
    "query-title": "Uncle trying to occupy my late father property illegally",
    "query-text": "My father passed away 6th of October 2017. Since then my mother is staying with me at Hyderabad. We have a joint ancestral property in Howrah, West Bengal apart from our own flat in Kolkata. My father and we stayed for more than 20 years in the ancestral property and later shift to this new flat. The ancestral property was under lock since the year 2000.  After fathers death since we were busy we found out that his three brother has put their own lock. Similar thing they tried in 2005 and we had then registered an FIR with local police and went to court. The Kolkata high court declared the property belong to us and also listed the materials kept inside the house and we have the order for this.They are trying to repeat the same thing once again what are my option.  Since i dont stay in Kolkata can i register an FIR by post/email. I am also a scientist with ISRO, Department of Space, l Government of India. Should i directly send a letter to the local Councillor and collector, Police station on my letter head with copy of all the earlier documents and appraise him about this since i dont stay in Kolkata now?  Please suggest.",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ashish Davessar",
        "response-text": "1. On what basis do you call the property 'ancestral'?\n2. Has the HC passed a decree of permanent injunction against your uncle? If the decree of permanent injunction has been issued and is violated then you can file an application for contempt of court. Furthermore, since the HC has ruled in your favour the remedy for you is to file a criminal complaint for house trespass under Section 452 IPC against the uncle.\n3. Consult a lawyer with a copy of HC's judgment."
      }
    ],
    "citations": [
      "452 indian penal code"
    ],
    "citations-id": [
      "265"
    ]
  },
  {
    "id": 4,
    "query-url": "https://www.kaanoon.com//166164/legally-gift-deed-transferred-flat-can-brother-do-court-proceedings",
    "query-title": "Legally gift deed transferred flat, can brother do court proceedings",
    "query-text": "I own a flat in Mumbai, which is legally transferred through Gift deed by my Mother in 2013, All stamp duty & Registration fees are paid & registered in my CHS. Now my elder brother staying abroad wants to do court proceedings on me, can he do it?",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "own a flat in Mumbai, which is legally transferred through Gift deed by my Mother in 2013, All stamp duty & Registration fees are paid & registered in my CHS. Now my elder brother staying abroad wants to do court proceedings on me, can he do it? Answer: As per S.14 of the Hindu Succession Act, 1956, the property acquired by a female hindu shall be her absolute property. However, a proviso (2) Nothing contained in sub-section (1) shall apply to any property acquired by way of gift or under a will or any other instrument or under a decree or order of a civil court or under an award where the terms of the gift, will or other instrument or the decree, order or award prescribe a restricted estate in such property.\nIf it is gifted to you in the form of restricted estate, then your brother can claim a share.\n=============================================\n2. As my daughter has booked a flat by paying Rs 99000 through card, having receipt at Dombivali, As her bank loan sanctions will take time at least another 2 months, the builder says if she is not able to make part payment, he will cancel the booking& will not refund the booking at, 1 week from now on, as per RERA if flat booking is cancelled can she get the booking amount legally?\nAnswer: \nAlso, S.13. (1) of the Real Estate Regulation Act, A promoter shall not accept a sum more than ten per cent of the cost of the apartment, plot, or building as the case may be, as an advance payment or an application fee, from a person without first entering into a written agreement for sale with such person and register the said agreement for sale, under any law for the time being in force."
      },
      {
        "responder": "Ganesh Kadam",
        "response-text": "For your first question answer is time has been lapsed and the flat is clear titled on your name. Don't worry.\nFor your second question answer is \nWhen can you really challenge Forfeiture of Earnest Money ?\nA home buyer can easily challenge the developer’s decision to forfeit the earnest money in following cases.\na) If cancellation is sought at a stage when no agreement is signed which contains cancellation clause.\nb) Buyer is not happy with the terms and conditions of Builder Buyer Agreement which is not supplied on time by the developer. \nc) Developer does not have necessary approvals and buyer seek cancellation. In case of delay, if the buyer decides to stop the payments, builder has right to cancel the allotment and forfeit the earnest money. \nThis was decided in DLF Southern Towns Pvt. Ltd. vs. Dipu C. Seminlal, 2015 in NCDRC.\nThe new Real Estate Regulation Act (RERA) will enable homebuyers to exit real estate deals smoothly. The Act, which came into force on May 1, stipulates that homebuyers can cancel allotment of the apartment booked with a builder at any stage even if there is no default on the part of the developer. The builder is also bound by law to return the money collected from buyers within 45 days, after deducting the booking amount.\n“The allottee shall have the right to cancel/withdraw his allotment in the project as provided in the Act: Provided that where the allottee proposes to cancel/withdraw from the project without any fault of the promoter, the promoter herein is entitled to forfeit the booking amount paid for the allotment. The balance amount of money paid by the allottee shall be returned by the promoter to the allottee within 45 days of such cancellation,” says the rule."
      }
    ],
    "citations": [
      "14 hindu succession act"
    ],
    "citations-id": [
      "183"
    ]
  },
  {
    "id": 5,
    "query-url": "https://www.kaanoon.com//166236/threat-to-my-life-intimidation-blackmail-mental-cruelty",
    "query-title": "Threat to my life, intimidation, blackmail, mental cruelty",
    "query-text": "Hello Team, Me and my wife have been living together since the time of our marriage. My mother, sister or any other relative live separately and have never cohabited with my wife. Since the time of our marriage, my wife has been of a quarrelsome nature and often picks up fights for small issues. Her behavior is often very unpredictable.  Often, when she picks up a fight with me, she threatens to commit suicide and threatens to falsely blame me and my family for the same. Due to her fear and terror, it is becoming really difficult to stay with her. Once she threatened me to commit suicide by jumping from the 3rd floor of the building. She tries to blackmail me by giving all such threats which is causing immense mental trauma to me. Every now and then she threatens to implicate me and my family in false cases and says that if i don't listen to her then she will send me to jail. Sometimes she says that she will slap me. I have also tried to talk about her behavior to her father, but he responds and often tries to support his daughter. We even requested their parents more than 6 times to come at gurugram and discuss but they always ignore and not coming, not sure why. My wife's mother also threatens me that my wife will commit suicide and that i should be ready to face consequences, hence she asks me to give in to the wrong demands of my wife. My wife fights with me for hours and doesn't let me sleep. I have often tried to make her understand but she refuses to listen. I am living under the constant threats from her which is affecting my day to day life and causing tension to me. My wife has suicidal tendencies and in case any such event takes place, then me or any of my relatives i.e. mother, sister etc. are not to be blamed for it.  1.) Anyways if their parents will come here then after that also her behavior is not going to change. 2.) I have send an email to SHO for the same, Do i also need to visit police station to file the report or will email is suffice. 3.) If my wife in case commit suicide by entering my family name or if she don't write anything after suicide and in case their parents and friends will say that my family tortured her n all.. Then my question is that what precautions should i take to fight in case if she commit suicide. what proofs will work in that case. 4.) I have one flat on my name at my hometown, some shares in a father's shop, If she will file maintenance case then how can i avoid giving her large amount of money as she can also claim my property also. 4.) I don't want to live with her now. How should i leave the home and what case should i file. Please suggest",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Hemant Chaudhary",
        "response-text": "Hello sir , unfortunately if any such incident happens in future , whether she leaves a suicide note or not , you and your family members can be falsely implicated by her parents for abetment to suicide under section 304B IPC... It is a serious issue and it is advisable to register a non-cognizable report at the police station of her threats and blackmailing which is a punishable offence under section 506 IPC ( criminal intimidation )...THE police investigation will be a record of her threats and suicidal tendency which will safeguard you from any future legal liability ....you can meet at my office in Gurgaon, for drafting of complaint and for further legal assistance ..."
      },
      {
        "responder": "Ashish Davessar",
        "response-text": "1. Legal notice is not require to be issued to parents as you have no cause of action against them.\n2. FIR can be filed by you under Section 323 and 389 IPC."
      }
    ],
    "citations": [
      "506 indian penal code",
      "389 indian penal code",
      "323 indian penal code",
      "304b indian penal code"
    ],
    "citations-id": [
      "257",
      "317",
      "262",
      "315"
    ]
  },
  {
    "id": 6,
    "query-url": "https://www.kaanoon.com//166258/check-bounce-as-material-given-by-company-misbranded-in-labs",
    "query-title": "Check bounce as material given by company misbranded in labs",
    "query-text": "I was dealing with pesticide company and regularly receive material and paying them. But one of their items were tested by state department and was misbranded as there was not required amount of indegrents and agri department filed case against me and company for selling spurious pesticide to farmers which is pending in lower as well as high court. I stoped payment of company and they presented checks given many year back as security checks and that check bounced. Now case is in court under 138. What should i do . I do have all the reports of central labs of spurious pesticide. Secondly i only owe them 3.5 lacs but they presented check of rs 5.5 lacs including interest.",
    "query-category": "Civil Law",
    "query-religion": "Unknown",
    "responses": [
      {
        "responder": "Vimlesh Prasad Mishra",
        "response-text": "The bounce of cheque due to insufficient fund attracts 138 of Negotiable Instrument Act.\nIn your case you stop the payment due to misbranding .\nThe material facts could be the return of the inferior product and the value of other supplies taken along with the product in question.\nIf you are OK with all the relevant documents the this will settle for the value of material and interest there on."
      },
      {
        "responder": "Ganesh Kadam",
        "response-text": "You may file against the same company under The Indian Contract Act, 1872 by below are reference sections and explain why the payment were stopped.\n1.Fraud (Section 17): \"Fraud\" means and includes any act or concealment of material fact or misrepresentation made knowingly by a party to a contract, or with his connivance, or by his agent, with intent to deceive another party thereto of his agent, or to induce him to enter into the contract. Mere silence is not fraud. a contracting party is not obliged to disclose each and everything to the other party. There are two exceptions where even mere silence may be fraud, one is where there is a duty to speak, then keeping silence is fraud. or when silence is in itself equivalent to speech, such silence is fraud.\n2. Misrepresentation (Section 18): \" causing, however innocently, a party to an agreement to make a mistake as to the substance of the thing which is the subject of the agreement\"."
      },
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "Stopping payment is also considered as an offence under S.138. Therefore, the outstanding dues should be paid. However, for having sold spurious pesticide, you have to prove that you acted as an agent and not involved in committing the offence. You can claim the damages from the company. You have to legally prove that the cheque has been issued for the outstanding dues which is 3.5 Lakhs and not for 5.5 Lakhs. Therefore, take steps to clear the outstanding dues and recover the damages."
      },
      {
        "responder": "Mohammed Shahzad",
        "response-text": "You have all the reports of central labs of spurious pesticide , so you have option to get relief in your favour in the cases pending in lower as well as high court. \nNow come to the matter of 138 of N.I.Act for the cheques given as security by you.\nThe cheques were given as security , it means those cheques were undated, because as per RBI provision the life of a cheque is only 3 months from the date of cheque. \nDue to having undated cheques they use them to bounce it from your bank due to your mistake. \nAs you have mentioned above that your case is going on in the lower and High court, you should stop payment of cheques from the bank on this special ground after giving the bank a written request.\nFile your application under section 145 in the cheque bouncing court after narrating all the facts as you have taken in the pending cases in High court ,and also submit that the cheques were given as security purposes and that is the reason they use the cheques after a long gap .sure you will get justice.\n."
      },
      {
        "responder": "Dinesh Sharawat",
        "response-text": "Respected sir...\nOnce you give your check which are blank then it's your liability that you are liable for all the payment which a person who is drowing cheque ..Sir first of all just join the proceedings in court and hire a good lawyer they are misleading the court by there fake petition .....Just tell court the true facts and circumstances of the case in your written statment ..And also lodge a fir against the company under section 420 of IPC ...Sir make a proper record along with your sale purchase and action taken upon u by department ..you will surelly get justice"
      },
      {
        "responder": "Laksheyender Kumar",
        "response-text": "You need to give your all the defences under section 145(2) of the N.I. Act along with the all evidences you have."
      }
    ],
    "citations": [
      "138 negotiable instruments act",
      "17 indian contract",
      "420 indian penal code"
    ],
    "citations-id": [
      "459",
      "214",
      "267"
    ]
  },
  {
    "id": 7,
    "query-url": "https://www.kaanoon.com//166295/property-vacating",
    "query-title": "Property vacating",
    "query-text": "Hello sir/Madam, I am X aged 35 married with wife and kids. I have an issue with the property.  My fathter and a person named Y are friends and have money transaction with them interms of debt. Off late i am not sure on how much my father has cleared and how much is remaining. I too gave considerable amount of money, Actual issue goes like this, My father has given my flat in Hyderabad to Y and his family just as a good will for staying out temporarily in 2011. I came to know after few years that it was given to him. I stay abroad. i told many times and finally stopped paying the loan to the bank as i was not sure of what else to do in the year 2016. Bank waited for some time and now started to send me notices and decalred it as NPA and asked me to pay off the full loan. When i spoke with this persin sudhakar he said that he will pay off the loan and take over the house. But past 1 year plus nothing happened. May i know what can be done in this case.",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Krishna Kishore Ganguly",
        "response-text": "1. Did you ask the said person to vacate your flat?\n2. Did you take the decision to stop paying the EMIs to the Bank on hearing from tayt person that he will not vacate your said flat?\n3. Actually, you should have filed an eviction suit since it is your flat and he has trespassed in to your flat without your consent.\n4. However, since you have already stopped repaying your lpan to the Bank and since your loan account has become NPA, the Bank will issue notice u/s 13(4) of SARFAESI Act for taking symbolic possession of your said mortgaged flat.\n5. You can write to the Bank giving your consent to take over physical possession of the said flat for selling it and recover your dues.\n6. Thereafter the Bank will apply before the local DM u/s14 of the Act for DM's taking physical possession of the said property by evicting that person for handing over to the Bank for selling the same.\n7. After selling the said property, the Bank will refund you the amount collected by then, if any, in excess of your total dues.\n8. You can also submit your bid to buy the said property in some other name or offer to pay off the entire dues on getting the sale notice after the said person is evicted by the DM.\n9. However, in the entire process your CIBIL score will be spoiled and you shall not get any loan from any Bank who are the members of CIBIL."
      }
    ],
    "citations": [
      "13 securitisation and reconstruction of financial assets and enforcement of security interest act"
    ],
    "citations-id": [
      "531"
    ]
  },
  {
    "id": 8,
    "query-url": "https://www.kaanoon.com//166302/married-daughters-right-over-dead-father-s-self-acquired-property",
    "query-title": "Married daughters right over dead father's self acquired property",
    "query-text": "My mother got married in 1973. Her father died in 1987. He had self acquired property and he died in intestate. My mother has 3 brothers. They have given the property for development and shared/partitioned it equally, 1 flat each(1/3rd). Partition happened in 2000. Can my mother re-open the partition and claim her share.  Also in case my Mother dies, do I, as a son of deceased daughter have right over my maternal grand father's self acquired property. Please advise. My mother hasn't raised any objection in 2000 as she was not aware of the law and was under impression that daughters do not have right over property.",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Prashant Nayak",
        "response-text": "THE HINDU SUCCESSION (AMENDMENT) ACT, 2005\nNO. 39 OF 2005 [ 5th September, 2005.]\nAn Act further to amend the Hindu Succession Act, 1956.\nBE it enacted by Parliament in the Fifty- sixth Year of the Republic of India as follows:-\n1. Short title and commencement.-\n(1) This Act may be called the Hindu Succession (Amendment) Act, 2005 .\n(2) It shall come into force on such date as the Central Government may, by notification in the Official Gazette, appoint.\n2. Amendment of section 4.- In section 4 of the Hindu Succession Act, 1956 (30 of 1956 ) (hereinafter referred to as the principal Act), sub- section (2) shall be omitted.\n3. Substitution of new section for section 6.- For section 6 of the principal Act, the following section shall be substituted, namely:-' 6. Devolution of interest in coparcenary property.- (1) On and from the commencement of the Hindu Succession (Amendment) Act, 2005 , in a Joint Hindu family governed by the Mitakshara law, the daughter of a coparcener shall,-\n(a) by birth become a coparcener in her own right in the same manner as the son;\n(b) have the same rights in the coparcenary property as she would have had if she had been a son;\n(c) be subject to the same liabilities in respect of the said coparcenary property as that of a son, and any reference to a Hindu Mitakshara coparcener shall be deemed to include a reference to a daughter of a coparcener: Provided that nothing contained in this sub- section shall affect or invalidate any disposition or alienation including any partition or testamentary disposition of property which had taken place before the 20th day of December, 2004 .\n(2) Any property to which a female Hindu becomes entitled by virtue of sub- section (1) shall be held by her with the incidents of coparcenary ownership and shall be regarded, notwithstanding anything contained in this Act, or any other law for the time being in force, as property capable of being disposed of by her by testamentary disposition.\n(3) Where a Hindu dies after the commencement of the Hindu Succession (Amendment) Act, 2005 , his interest in the property of a Joint Hindu family governed by the Mitakshara law, shall devolve by testamentary or intestate succession, as the case may be, under this Act and not by survivorship, and the coparcenary property shall be deemed to have been divided as if a partition had taken place and,-\n(a) the daughter is allotted the same share as is allotted to a son;\n(b) the share of the pre- deceased son or a pre- deceased daughter, as they would have got had they been alive at the time of partition, shall be allotted to the surviving child of such pre- deceased son or of such pre- deceased daughter; and\n(c) the share of the pre- deceased child of a pre- deceased son or of a pre- deceased daughter, as such child would have got had he or she been alive at the time of the partition, shall be allotted to the child of such pre- deceased child of the pre- deceased son or a pre- deceased daughter, as the case may be. Explanation.- For the purposes of this sub- section, the interest of a Hindu Mitakshara coparcener shall be deemed to be the share in the property that would have been allotted to him if a partition of the property had taken place immediately before his death, irrespective of whether he was entitled to claim partition or not.\n(4) After the commencement of the Hindu Succession (Amendment) Act, 2005 , no court shall recognise any right to proceed against a son, grandson or great- grandson for the recovery of any debt due from his father, grandfather or great- grandfather solely on the ground of the pious obligation under the Hindu law, of such son, grandson or great- grandson to discharge any such debt: Provided that in the case of any debt contracted before the commencement of the Hindu Succession (Amendment) Act, 2005 , nothing contained in this sub- section shall affect-\n(a) the right of any creditor to proceed against the son, grandson or great- grandson, as the case may be; or\n(b) any alienation made in respect of or in satisfaction of, any such debt, and any such right or alienation shall be enforceable under the rule of pious obligation in the same manner and to the same extent as it would have been enforceable as if the Hindu Succession (Amendment) Act, 2005 had not been enacted. Explanation.- For the purposes of clause (a), the expression\" son\",\" grandson\" or\" great- grandson\" shall be deemed to refer to the son, grandson or great- grandson, as the case may be, who was born or adopted prior to the commencement of the Hindu Succession (Amendment) Act, 2005 .\n(5) Nothing contained in this section shall apply to a partition, which has been effected before the 20th day of December, 2004 . Explanation.- For the purposes of this section\" partition\" means any partition made by execution of a deed of partition duly registered under the Registration Act, 1908 (16 of 1908 ) or partition effected by a decree of a court.'.\n4. Omission of section 23.- Section 23 of the principal Act shall be omitted.\n5. Omission of section 24.- Section 24 of the principal Act shall be omitted.\n6. Amendment of section 30.- In section 30 of the principal Act, for the words\" disposed of by him\", the words\" disposed of by him or by her\" shall be substituted.\n7. Amendment of Schedule.- In the Schedule to the principal Act, under the sub- heading\" Class 1\", after the words\" widow of a pre- deceased son of a pre- deceased son\", the words\" son of a pre- deceased daughter of a pre- deceased daughter; daughter of a pre- deceased daughter of a pre- deceased daughter; daughter of a pre- deceased son of a pre- deceased daughter; daughter of a pre- deceased daughter of a pre- deceased son\" shall be added.\nIn your case if partition and rights are divided and distributed before [deleted] then no women member will have rights and liabilities in the ancestral property. Else they will have equal share."
      },
      {
        "responder": "Dinesh Sharawat",
        "response-text": "Respected sir...\nTill the father is alive a daughter is only entitled to maintenance out of the property of the father and not any share in self-acquired property\nAfter death of father:\nif the father has left a will then the daughter will get the share father has bequeathed to the daughter\nif the father has not left any will then as per law of intestate succession she will get equal share as of other class 1 heirs (e.g., son, wife,etc.)..\nApex court has held that the rights under the Hindu Succession (Amendment) Act, 2005 are applicable to living daughters of living coparceners (those persons sharing the inheritance of an undivided property equally with others) as on September 9, 2005, irrespective of when they were born.\nAlso, any partition of the ancestral property that took place before December 20, 2004 would remain unaffected by the 2005 amendment. After the Hindu Succession (Amendment) Act, 2015, the 2005 Act was repealed, but it does not affect the female’s right to be coparceners by ..\nThank you"
      }
    ],
    "citations": [
      "4 hindu succession act",
      "30 hindu succession act",
      "6 hindu succession act"
    ],
    "citations-id": [
      "182",
      "180",
      "179"
    ]
  },
  {
    "id": 9,
    "query-url": "https://www.kaanoon.com//166309/marriage-not-consummated",
    "query-title": "Marriage not consummated",
    "query-text": "I get married on 3 feb 2017, after the marriage she refuses to get into the sexual relationship with me i took her to mussoorie for 4 days and every time i asked she denied as she is now now interested in it and said wait for some time and when she settle down she will do it. i never enforced her as she is my wife and i respect her feelings. she had there exams in between march and april, so her brother came to take her and she leaves on 4 march 2017 to her parental home in deoria. after her exams end up on 22nd april we planned to take her back to my home dehradun. i reached her home on 2nd may and our train is on 5th may we boarded the train from gorakhpur to saharanpur. When the train reached in Moradabad on 6th may she has gone missing from the train when i am taking a nap on my birth i searched her and informed the train staff but she had not found in the train one of the passenger in the train told me that may be he saw her and she left the train on najibabad outer. i informed the TTE and he in formed the GRP in najibabad but she was not found i informed my family and her family too.  Me and my family reached najibabad in 6th may and informed the police and tellsthe incident and filed FIR on 7th may and search her for two days and on 9th her father reached in najibabad. on 10th may in the noon a call came to her father saying of her daughter saying i am ok and i am with a boy and i am happy with him and live with him dont search me. i will meet you after some time i am at delhi. when the number was tracked her location was on gorakhpur. her father said i will took it from here you all can go home i will tell you every thing in the phone. on 11th he called and said her daughter was found and taking back her to there home. as we are so touched from the incident and don't want to take her back and told the family of her that let her be with the person she is gone with. the family denied about the boy and don't want to talk about the incident and said please take our daughter back and think about it. but after a long thinking we finaled our decision tell her family its never gonna happen. After that her family filed a suit on us in sec12. sec125. and 498. in dec 498 can not be filed till now because of the supreme court decision, and there application is in mahila thana.  i want to ask:- what steps i can take to take the divorce and every thing as you can suggest me to do or i have to do",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Vibhanshu Srivastava",
        "response-text": "If she has already applied for annulment of this marriage by way of moving a petition under section 12 of the Hindu Mari age Act, you can give your no-objection before the Court and request to annul the marriage on the petition presented by your wife.\nIf she has not filed any such suit for annulment under section 12 of the Hindu Marriage Act, you may approach the Family Court and apply for a divorce against your wife.\nContest section 125 so that she may not be awarded any maintenance."
      },
      {
        "responder": "Dinesh Sharawat",
        "response-text": "Respected sir...\nIn your case there are number of facts and circumstances which support your case such as FIR and other relevant documents which you have file while lodging the FiR ...Sir we have Both the options available if you want to take with her you can file a petition under section 9 of HMA seeking RCR from court ..This will support your case When even you file divorce case ...And if you don't want to keep her with you just file a petition under section 13-A of HMA seeking divorce decree from court ...Court will surly provide you justice and help you ...Be Strong and face the case strongly that will help you for sure ..\nThank you"
      },
      {
        "responder": "Yugal Anjana Bhatia",
        "response-text": "You can file a case of divorce on the ground of cruelty. As per your Story your wife is having an extra marital affair. You can take divorce on the ground of Adultery but you must have concrete proof in this regard and if the proof is reliable then you can take divorce from the concerned courts and also the maintenance petitions of your wife will not survive.\nAs per section 13(1) of Hindu marriage act if your wife is in illegal relation with other person in that case you may file a divorce petetion against your wife but you have to prove that she is in illegal relation with other person.\nYou may get divorce from her."
      },
      {
        "responder": "Mohammed Shahzad",
        "response-text": "As per Law of the Land the marriage gives an implicit right to Consortium or Sexual intercourse. \n-- Right of consortium implies the corresponding duty of each spouse to cohabit with the other. The mutual right to several intercourse(s) continues throughout the entire period of marital life. However, if the very foundation of marriage, namely, the mutual right of consortium is absent, the very purpose of marriage is defeated.\nHence the Law prescribes (a) Divorce or (b) Decree of Nullity depending upon several factors. But whether it is Divorce or Decree of Nullity, result is same; marriage stands dissolved and conjugality or consortium or sexual intercourse becomes unlawful as parties remain no more husband and wife.\nSection 32(a) prescribes Divorce for willful refusal to consummate the marriage.\nAs your marriage has not consummated due to her behavior , you should file a case to declare the said marriage as Null and Void on this ground. As there is already FIR for her missing during the journey , so you have valid proofs in your favour to get the relief from the court. \nThe very much question will arise in all cases filed by her that , Whether the marriage is consummated or not ?\nIf, marriage is not consummated ,means you both have not fulfill the conditions of husband and wife.Thus in this situation .not any maintenance will be awarded in her favour. \n Dont worry for the case filed by her as she playing with the law and file Reply with the help of any lawyer after narrating all the incidence ,which you have mentioned here including FIR of missing and telephonic call and information . If you will file a good reply in her case , sure she will not get any relief from the court. \nTill the matter is in Mahila Thana, there will be no question of lodging FIR under section 498 against you . \nSo, you must appear before the Mahila Thana personnel and submit the reality.\nYour case is showing the ball in your dock.\nGood luck and dont forget to positive Rating."
      },
      {
        "responder": "Nadeem Qureshi",
        "response-text": "Dear Querist\nBased on the FIR registered by you in Railway police and the communication with her father, file a divorce case against her based on cruelty under section 13(1)(ia) of Hindu Marriage Act-1955 before Family Court at Dehradun.\nFight the cases on merit with the help of a lawyer who deals in matrimonial criminal matters.\nFeel Free to Call"
      }
    ],
    "citations": [
      "12 hindu marriage act",
      "13a hindu marriage act",
      "13 hindu marriage act",
      "9 hindu marriage act"
    ],
    "citations-id": [
      "155",
      "153",
      "153",
      "149"
    ]
  },
  {
    "id": 10,
    "query-url": "https://www.kaanoon.com//166416/wife-harassment",
    "query-title": "Wife harassment",
    "query-text": "Dear sir, I was married in November 2016 and having 1 month old kid now. I have not taken any dowry any form of favor from my in laws. My sister and brother both are studying and my father is a teacher. We are a middle class family. I help my parents financially and also work hard to fulfill my wife's needs. I take her out infact I paid the entire delivery bill during her labor. But she has started abusing my parents saying they are eating my money. She tells me to leave my parents and stay with her. She asks me to promise her to not to give any money to my parents. She tells me that if I don't promise her she will leave me and doesn't allow me to see my kid. She blackmails me saying she will die and all. She tells my parents are cheaters and lofers. Her mother is the one who responsible for this because she influence her daughter a lot. She even speaks vulgar about my parents. My parents went through very very bad times to provide me education and make me what I'm today. I can't live without my family at all. What are all the options I have now. I have the prof for abusing my parents. I have the proof that I paid her hospital charges. I have the prof that I transfer money every month for her personal needs. I have never touched any dowry or anything and never taken any favour from them. What do I do next to either get rid of this or save my marriage? Her elder sister had a 498a filed against her former husband and received 28 lakhs INR. I feel they are planning to trap me same way. What are the options I have and how do I save myself from false allegations, arrest etc",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Sivasubramanian B",
        "response-text": "Hello, \nI understood your issues that your beloved wife does like or prefer you to be with your parents who put very hard steps to brought you to great heights in your life. But, your wife may not or cannot understand it even think about the reality of the close knit and love between you and your family. \nYou are in dual mind that you love your wife very much and at the sametime you fear that she may file false case false case against you since her elder sister file the wrong case against husband on cruelty domestic violence at case right here you have the provision to call your wife back to live with you in the respective family court or sub court under section 9 of the Hindu Marriage Act here if you file This petition restitution of conjugal rights which means that you are filing a case against your wife saying that you wanted to live with your wife. You are also talking about Section 498 a which is a false case that she may fine right you need not bother as soon as you file a case of restitution of conjugal rights where you may mention that your wife is abusing everyone and still you still love her and you still wish to live with your wife here you may also mention that she may file with the falls intention to file a wrong case against you. \nAnd one more thing you should mind that as soon as you file a case of divorce or a restitution of conjugal rights the police cannot file any case against you since since the restitution of conjugal rights is pending before the horrible sub Court or the horrible family court so the police cannot file any case against you."
      },
      {
        "responder": "Nadeem Qureshi",
        "response-text": "Dear Querist\nif you want to live with her then filing RCR under section 9 of Hindu Marriage Act-1955 will be best for you, but if you don't want to live with her then immediately file a divorce case against based on cruelty U/s 13(1)(ia) of Hindu marriage Act-1955 before the family court.\nif she filed any case against you and your parents before the police of court after your divorce case then the court may consider those cases as counterblast case.\nNow in the present senerio the police is not going to arrest under 498A or matrimonial cases.\nFeel Free to Call"
      },
      {
        "responder": "Dinesh Sharawat",
        "response-text": "Respected sir...\nThere are two things which you should do must first make your mind clear that what do you really want at present on the basis of facts and circumstances and the second one is What action do you really want to take against her ... Social convince or legal action...\nSir in your above question it seems better to take divorce from her because she is doing such as harrashmet to you as well as your family if you want divorce and a defence against 498-A and IPC and ll other fake Case's you have to file a petition under section 13-A of HMA seeking divorce decree from court...And if you want to be with her just convince her to live a happy married life and ignore such peety things ...\nSir all is upto you what you want...You have both the options available...\nThank you"
      }
    ],
    "citations": [
      "13a hindu marriage act",
      "13 hindu marriage act",
      "498 a",
      "498a indian penal code",
      "9 hindu marriage act"
    ],
    "citations-id": [
      "153",
      "153",
      "NA",
      "258",
      "149"
    ]
  },
  {
    "id": 11,
    "query-url": "https://www.kaanoon.com//166418/custody-and-divorce",
    "query-title": "Custody and divorce",
    "query-text": "Hello, My brother got married in April,2015.Since I live abroad working fulltime with an infant, soon after his marriage my mother joined me to help me to look after the baby. nWhile my mother is with me my dad and the newly wed couple stayed in India at our place. My father and the bride's father were friends and without any questions and enquiries on either sides and with their mutual consent they got married. There were no dowry transactions in the marriage as my father is against that.They were okay for about a month and immediately after which the girl conceived and my brother shared the news with all of us including her parents which annoyed her as she doesn't want to start the family that soon and was adamant that she will abort the baby but my brother and her parents and we all convinced her to carry on with the pregnancy as we all are there to take care of the new born. After that she said yes to keep the baby and from on her attitude towards us and my brother changed and started torturing my brother with questions and fighting with him for small small things saying that he doesn't care for her words.This girl always wants to go out till late night and eat outside and also pester my brother to take leave from work very often which my brother can not afford as he works for a private sector. She shared each and everything even the bed room matters with her mother and her mother comes and asks my mom why he is like this and all which is weird. After 6 months she left to her parents place where she delivered a baby girl and as her mother don't know how to take care of the new born my mom went back to India and stayed at their place for couple of weeks and came back home ...after 3 months when my parents went to bring her and the baby she refused to come saying that she underwent c section and cannot manage the baby again at 6 months my parents and ny brother asked her to come then she refused saying she will not as she wants my brother to come and stay with her at her parents place for which my brother refused.from then on she is living with her parents and even refusing to show the baby to us. In this case ,what are my brother's options and rights towards his daughter as he is in depression with his daughter being away from him. We tried to amicably solve the issue but then no use as she said she need some time to think over if she want to come back or not and never responded. My father is now 65 and mum is over 55 and they both have health issues and brother is not willing to leave them and go separately. Through our friends we got to know that she wanted money now and not willing to join our family. Please help!",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Sivasubramanian B",
        "response-text": "Hello, \nI believe that you behind to Hindu family and understood that your brother got married your father's close friend's daughter. You also stayed that the girl got conceived immediately after marriage and she doesn't want to start her life immediately as she want to or like to have good time with your brother before kid. But, fortunately she got conceived and after delivyshe refuse to live with your brother even after enough tries from your family. \nHere the options are available below. \n1. Your brother having legal rights to file a case under section 9 of Hindu marriage act for calling wife back to live with him. This is called Restitution of conjugal rights.\n2.The second part your brother is the legal father of the newlyyborn baby right. So, he can file an Interlocutary Application (IA) on child visitation rights in the above said restitution petition ay the neat by family court or sub court."
      },
      {
        "responder": "Nadeem Qureshi",
        "response-text": "Dear Querist\nyour brother may file a petition Under section 9 of Hindu Marriage Act-1955 for restitution of conjugal rights and also file an application under section 26 of the Hindu Marriage Act for the child custody, the family court have power to pass an order against her to appear before the court along with the child and your brother may see the child and show his love and affection towards the child and her mother.\nif your brother is not ready to live with his wife then he may file a divorce case against her based on cruelty under section 13(1)(ia) of Hindu Marriage Act before the Family Court.\nFeel Free to Call"
      },
      {
        "responder": "Vimlesh Prasad Mishra",
        "response-text": "In case she is not coming back just file a petionafter under section 9 of Hindu Marriage Act for RCR.\nIf she do not turn after the direction go for divorce petition based on cruelty by her.\nPlease be aware that the issue of maintenance under section 125 CrPC for self and child will be arise and you need to pay the amount decided by the court and alimony on the award of divorce.\nPlease also consider the the way out of this problem and if this could be avoided by living separately. The family should find an amicable solution to this which may save the marriage.\nThe custody of children below 5 years is vested with mother under section 6."
      }
    ],
    "citations": [
      "9 hindu marriage act",
      "26 hindu marriage act",
      "13 hindu marriage act",
      "125 code of criminal procedure"
    ],
    "citations-id": [
      "149",
      "152",
      "153",
      "28"
    ]
  },
  {
    "id": 12,
    "query-url": "https://www.kaanoon.com//166432/divorce-in-usa-and-want-to-marry-indian-girl",
    "query-title": "Divorce in USA and want to marry Indian girl",
    "query-text": "Hello Dear Attorneys, My wife was in India and the divorce notice was served by private processee to her, she responded the notice denying all the obligations I have mentioned in the notice. After a month on the court hearing day, the court have granted divorce to me as court found my wife guilty of Adultery and of martial misconduct both. She was not available in the court at the time of court decision. Now, I want to know can I use this USA divorce decree in India to remarry a girl and get the marriage certificate to file dependent VISA to get here here in USA? Thanks!!",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ajay Sethi",
        "response-text": "Your divorce decree would not be valid in India as your wife did not participate in divorce proceedings in USA \nFile petition under section 7 of family court act fir declaration that marriage is dissolved by USA divorce decree"
      }
    ],
    "citations": [
      "7 family court act"
    ],
    "citations-id": [
      "122"
    ]
  },
  {
    "id": 13,
    "query-url": "https://www.kaanoon.com//166471/partition-suit-forgery-will-and-how-to-submit-private-forensic-lab-report-in-court",
    "query-title": "Partition suit, forgery will, and how to submit private forensic lab report in court",
    "query-text": "Q) Sir, I am Lakshmi, age 73, my father had 10 Acer Self-Acquired property. My father expired 1999 intestate. My brother sold my father's property without my knowledge in 2009(No news paper public notice). I filed partition suit and cancelation of sale deeds.  My brother with his written statement filed an unregistered, unprobated forgery Will of my father dated 1998 in his favour, which is not mentioned in sale deeds . Two witnesses of Will and scribe of Will came to court and said that Will is genuine. My brother did not submit any other signatures except Will.  I got two mortgage of 1986 (12 years old signatures) of my father from register office. My lawyer said that signatures should be within 6 years then only forensic lab can certify that it is forgery Will.  Then I enquired personally in two Government Forensic Labs, there Hand writing experts have examined signatures and said that they can give only NO OPINION report based on these old signatures. Then I went to Private Forensic Lab Hand writing expert, he examined signatures and gave a report that the signature which is on unregistered Will is a forgery signature. Q1) Now how to submit this Private forensic lab report in court? Q2) Under what section it is acceptable in court, as it is not sent through court u/s 45 of Indian evidence Act for hand writing expert opinion?  Q3) My lawyer needs some clarity about how to submit private forensic lab report in court?",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ajay Sethi",
        "response-text": "It must be proved that the witness is an expert. He must be examined as a witness in the Court and be subject to cross-examination[\n2)An expert witness must himself come and give evidence in court. His certificate cannot go in automatically without proof\n3)U/s 45 of the Indian Evidence Act an expert can depose to the identity of handwriting between the questioned document and the document admitted or proved. A disputed handwriting may be proved either by calling an expert (S.45) or by examining a person acquainted with the handwriting of the person by whom the questioned document is alleged to have been written (S. 47)"
      },
      {
        "responder": "T Kalaiselvan",
        "response-text": "You cannot submit the report by private forensic lab in this regard.\nIf you have to prove forgery of signature then you may have to file a petition under section 45 of Indian evidence act only."
      },
      {
        "responder": "Yogendra Singh Rajawat",
        "response-text": "Dear Client, \nIn the Sale deed, series of acquisition of property details entails. Check language of sale deed, how he acquired property. Under intestate succession, u both are 1/2 share holder. And no mention of WILL in sale deed, arise suspicious circumstances as by virtue of WILL only he become absolute owner of property otherwise equal share holder and without mentioning WILL In sale deed, Sale is without ownership. Show sale deed. \nQ1) Now how to submit this Private forensic lab report in court? - U can submit but not admissible, also if court took inference of it, not enough to prove forgery of WILL. Age of ink might help. when document executed. \nQ2) Under what section it is acceptable in court, as it is not sent through court u/s 45 of Indian evidence Act for hand writing expert opinion? - not admissible.\nQ3) My lawyer needs some clarity about how to submit private forensic lab report in court? -"
      },
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "J. Naval Kishore vs D. Swarna Bhadran, J. Parasmul, P. ... on 3 October, 2007.\nThis judgment contains excerpt from SC judgments which will be helpful to your case to prove that the signature is not of the testator."
      }
    ],
    "citations": [
      "45 indian evidence act"
    ],
    "citations-id": [
      "242"
    ]
  },
  {
    "id": 14,
    "query-url": "https://www.kaanoon.com//166476/applicability-of-lis-pendens",
    "query-title": "Applicability of lis pendens",
    "query-text": "1980 HUF member files partition suit. 1982 Outside party buys part of HUF property. 1985 Court Decree. All huf members accept it. 1986. O'side party files Appeal in District Court  against Decree as it does not include his  1982 purchase. 2005. I buy part of Property from one huf members  Decreed share. 2008. D'Court dismisses 1986 Appeal. 2009. O'side party files Appeal in High Court, it is still in pending status in Jan 2018. Q? :. Will listen pendens apply to my 2005   purchase ??",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ajay Sethi",
        "response-text": "Section 52 of the Transfer of Property Act lays down the principle of lis pendens that when a suit is pending during the pendency of such suit if a sale is made in favour of other person, then the principle of lis pendens would be attracted."
      },
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "In Ramjilal vs. Ghisa Ram (1996) 7 SCC 507 it was laid down that appeal being continuation of the suit, Also, in RAJ KUMAR V. SARDARI LAL AND OTHERS, (2004) 2 SUPREME COURT CASES 601, the lis pendens transferee remains bound by the decree.\nAlso, S.52 of the transfer of property act places a complete embargo on transfer of immovable property which is directly and specifically in question in a pending litigation."
      },
      {
        "responder": "Prashant Nayak",
        "response-text": "The principle of lis pendens is under section 52 of Tansfer of property Act. In your case if the appeal is pending in HC about the same property and the interest of the opponent is affected by sale of the same the principle of lis pendens will apply to you."
      }
    ],
    "citations": [
      "52 transfer of property act"
    ],
    "citations-id": [
      "551"
    ]
  },
  {
    "id": 15,
    "query-url": "https://www.kaanoon.com//166477/property-owner-transfer-to-grandmother",
    "query-title": "Property Owner transfer to Grandmother",
    "query-text": "Hello Sir,  i need a clarification on property owner transfer.  here is a property in the name of my late Grandfather(Self owned) Due to some family dispute. My grandmother doesn't want to depend on children for her daily/medical needs and wants to sell this property and put that money to FD for her needs.  As this property in the name of her husband(my grandfather). Will she able to sell this property on her own? without approval of her children/ grandchildren?  if not, is there a way where we can transfer ownership to grandmother? without approval of her children or grandchildren.Where she can be independent to do her own decision?  Kindly confirm",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ashish Davessar",
        "response-text": "1. If your grandfather died intestate then the property has devolved through succession under Section 8 of Hindu Succession Act on his Class 1 heirs equally. The class 1 heirs of a Hindu male dying intestate are his mother, widow and children. Hence, the property has devolved equally on your grandmother and all her children. \n2. Your grandmother's share is only 1/6th, beyond which she lacks the competence to sell unless the remaining heirs release their share in her favour.\n3. Furthermore, your grandmother can sell her 1/6th share only after the property is partitioned through metes and bounds, to which end she, as any of the other 5 heirs, is at liberty to file a suit for partition in the civil court. \n4. The share of your uncle who is dead has further devolved on his mother, widow and children. Hence, in order to sell the property as a single unit you require the consent of his heirs too. The 1/6th share of your uncle has devolved on his wife, two daughters and mother, so the share of his every heir is only 1/24th."
      }
    ],
    "citations": [
      "8 hindu succession act"
    ],
    "citations-id": [
      "176"
    ]
  },
  {
    "id": 16,
    "query-url": "https://www.kaanoon.com//166516/buying-agricultural-land-in-karnataka-and-converting-it-into-commercial-land-for-resort",
    "query-title": "Buying agricultural land in Karnataka and converting it into commercial land for resort",
    "query-text": "Hi, I and a couple of friends want to buy a agricultural land in Karnataka and then convert it into commercial land and build a resort there.  I have few questions : 1. I don't belong to an agricultural family, but the other two belong to the agricultural family. As a result, I can't have my name on the agricultural land. So, the plan is to buy the agricultural land in either of their names and when we convert it into commercial land, they can add my name. Even though I trust them, I would be much more comfortable if there is a way to get into legal binding here. Also, please note I am an NRI with annual income over 25L and all the earnings are from outside India. Please let me know if its possible.  2. How long does it usually take to convert the land from agricultural to commercial?( i know its case by case basis, but just wondering what is the rough estimate)  3. I would also like to know if there are any circumstances where an agricultural land cannot be converted in commercial( so I can check the land doesn't have any of these blockers) 4. Is it possible that we create a company and buy the land in the name of the company, and three of us will be equal shareholders in that company? Thanks Vishal",
    "query-category": "Property Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "B.T. Ravi",
        "response-text": "A. There are two requirements have to be completed under the Land Reforms Act, 1969 to buy agricultural land viz.,\n1. You or your family members must be an agriculturist as on date\n2. You or your family members income shall not exceed more than 25 Lakh from the other than agricultural sources. \nAs you said, if others two are belongs to agricultural family by satisfying the aforesaid two requirements that they may buy the land. Further, your name can be include as owner once the land converted from agricultural to non agricultural i.e, Commercial purpose by following legal procedures. \nB. Once the required documents submitted before the Revenue Department which means Deputy Commissioner office that land documents would be scrutinized by the DC as to whether the land was granted or not? if granted, was there any perpetual non alienation clause or not? What is the nature of land? and all the documents will be verified as per their parameters.\nHence, it may take odd time depends upon nature of land and work load in DC office and how you involved in the conversion procedure through your network to complete all these task. According to sources, bribe also one of important matter in this procedures. Apart from these, 90 days is general period. \nC. In addition to the above clause, as far as the conversion for Commercial purpose is concerned that depends upon CDP/ODP plan is very crucial to verify as to whether the land is coming under the agricultural zone or commercial zone or Industrial zone or sensitive zone? if the land is coming under the agricultural zone is very difficult and impossible to convert the same and if the land is coming under the residential or industrial zone that land need to get the change of land use order first and later you can convert the same. Hence, you need to verify the land zone and Deputy Commissioner will verify as to whether the land belongs to any notification towards the Road proposal or any road widening or any acquisition proposal or not ? Therefore, so many things needs to be verified. \nD. You can create the Company or Partnership Firm or Limited Liability Partnership Firm, but the Company cannot buy an agricultural land unless converted the same from agricultural to non agricultural purpose. Hence, the Company or Firm can buy the land after the Conversion. However, the Company can buy agricultural land for educational institution or to achieve religious objectives by obtaining permission under Section 109 of the Karnataka Land Revenue Act, 1964."
      },
      {
        "responder": "Prashant Nayak",
        "response-text": "You can do it even if you are not from agricultural family. Procedure takes time and exact time can't be quoted. You can also form company but the procedure will take more time and complexity.\nYou can convert a agricultural land into industrial land by paying a fee. You can get a 'change of land use' after obtaining the necessary approval from the local authorities. You have to apply to the commissioner of the land revenue department, explaining the purpose of conversion. You have to submit with the application, documents like ID proof, mutation letter, original sale deed/ gift/ partition deed case to case basis, latest tax paid receipt and certified survey map of the said land. \nOther details of extent of land, names of the present and previous owners if the said land, kind of soil and crops, mortgages if any also need to be provided. \nThe district or deputy commissioner, or collector, who is authorised, may permit conversion of land if satisfied that the prescribed conditions have been met and there are no pending dues or litigations on the property. The conversion should also be permissible under the master plan of the area. The outstanding dues should be paid in full and copies of same should be attached.\nA conversion order permitting the change in land use alongwith a conversion certificate will be issued.\nThe Karnataka Land Revenue Act 1966 has prescribed the procedure to convert agricultural land to non-agricultural, under Section 95 of the said Act. The purpose for the change in use of land must be specified in that case to the appropriate authority. The Deputy Commissioner may grant permission and may even impose conditions if any.\nYou need to submit the Record of Rights and Tenancy Certificate (RTC) in original issued by the revenue authority along with a photocopy of the atlas of the land (survey number), duly attested by the Department of Survey Settlement and Land Records, showing the dimensions with scale and boundary of the land proposed for conversion. In addition to this a photocopy of the revenue survey map of the village showing the location of the land proposed for conversion and the proposed site plan need to be submitted.\nThe fee charged for change in land use is to be paid as per Rule 107 of the Karnataka Land Revenue Rules 1966. The fee varies for different districts and locations in Karnataka and is mentioned in the website for your reference."
      }
    ],
    "citations": [
      "95 karnataka land reforms act",
      "109 karnataka land reforms act"
    ],
    "citations-id": [
      "418",
      "415"
    ]
  },
  {
    "id": 17,
    "query-url": "https://www.kaanoon.com//166581/husband-is-denying-to-pay-anything-in-mutual-settlement",
    "query-title": "Husband is denying to pay anything in mutual settlement",
    "query-text": "My Sister and her husband want to get separated. So both of them have decided to do it mutually. During settlement discussion he has denied to pay anything, as he is claiming he has less income (actually he is engineering college professor, teaches in class and have two houses in his own name for one the houses he has house loan, to clear this loan he has sold he has sold one of his properties, though one of his property he earns through rent), now when we told him that's not fair on her side to not to get settled on any alimony or lumsum amount (as she works in bank and have no assets like him). Further he says if we do not want to settle at his proposal, he won't give divorce (my sister will stay at our house, he's not taking any responsibility) what to do now ? how to tackle it with legal terms?",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Aveek Bose",
        "response-text": "Immediately file a maintenance case and seek it U/s 125 CrPC and if he tries to lower it , it will tough for him."
      },
      {
        "responder": "Ajay Sethi",
        "response-text": "1) refuse to vacate house wherein your sister is staying as it is her matrimonial home \n2) file for divorce on grounds of mental cruelty and seek alimony from husband \n3) draw attention of court to fact that he has 2 houses in his own name and other assets \n5) also seek interim maintenance and litigation costs from husband"
      },
      {
        "responder": "Mohammed Shahzad",
        "response-text": "Section 13B of the HMA Act 1955 provides for divorce by mutual consent. \nThe Conditions required under section 13B of the Hindu Marriage Act are as follows:\n(i) Husband and wife have been living separately for a period of one year or more,\n(ii) That they are unable to live together,\n(iii) And that both husband and wife have mutually agreed that the marriage has totally collapsed, Hence marriage should be dissolved.\nHence, it is clear that the mutual understanding is prime factor for getting divorce on mutual ground. \nIf your sisters husband is not agree upon the conditions fixed by her , then she should not approach for mutual divorce because she has another ways to get the same from the court.\nUnder law a wife is entitled to claim maintenance from her husband, she is also entitled to claim residence, injunction against the husband not to alienate his self acquired properties and she can also prohibit relatives from invading privacy in any manner etc, and further divorce is not so easy for husband.\nAND FURTHER An estranged wife can claim maintenance from her husband, in spite of her efforts to earn a monthly income if that income is not sufficient for her as per her standard of living.\nEven if, your sister wants a divorce , she can file a divorce petition and there she can claim maintenance from her husband in the same case or by filing separately under section 125 crpc.\nHowever better try to settle the matter in dispute amicably with the support of well wisher and if not solved you can take help from women cell of your area , where the official will try to resolve the matter with a warning to the husband.\nLast remedy , i have already submitted above i.e from the court of law."
      }
    ],
    "citations": [
      "13b hindu marriage act",
      "125 code of criminal procedure"
    ],
    "citations-id": [
      "153",
      "28"
    ]
  },
  {
    "id": 18,
    "query-url": "https://www.kaanoon.com//16664/in-laws-not-accepting-or-calling-wife-at-home",
    "query-title": "In-laws not accepting or calling wife at home",
    "query-text": "Hi Sir, I am looking for legal help for my sister in lay who get married last year march. Groom is working as engineer and my sister in law family from Bihar. Last year in march my SIL get mairrage from a 5 star hotel which groom side has pressure to do only from delhi at any cost. Anyways everything get done according to the need of groom side but very next day of mairrage they complain that GIRL is not respecting anyone in the family and his father in law said that my boy has not liked you still i manage to marry with you. Family side has complaind the middleman and relatives that girl has changed during mairrage and till engagement everything was fine. Middleman said they needed some dowry which they hesitate to say directly like all household things etc etc. their groom father and groom forsen to live the girl without any phone and a home which does not even have any balcony or she was not even allowed to talk to anybody. She was in complete mental shock even we tried to calm the things but they are not accepting anything from our side. any one can understand that if a girl live in a house where she even can't talk to anyone can't even go anywhere husband never stay in weekends they what a new girl will do. few months girl family has bring her to home for few weeks but after Boy family is taking her to home and complaing the stories in their relatives. Now few days back his boy father has called and askign to settle down the mairrage and when we request to bring her to his home then they keep execusing every month for next month. few weeks ago boy side has a function in his family and they have not called the girl at home which we got to know through some source. Now things are: please suggest as we tried everything to settle the mairrage but their whole family npt taking tthe girl at home. Boy father is keep saying that girl has not bring anything at home and girl side has changed the girl in mairrage. its been 5 months and they are not picking up phone and even they are missing from home where they use to live so we are not able trace them. ONly boy father pick up the phone either try make use wrong or give next month date for opinion please suggest i am trying to settle the everything so that atleast my sister in law get settle down in life ... because court case is still social respect issue and girls always have to wear the pain. Boy side is not listening any word.",
    "query-category": "Family Law",
    "query-religion": "Religion: Hindu",
    "responses": [
      {
        "responder": "Ajay Sethi",
        "response-text": "1)if you are unable to trace the girl lodge police complaint . \n2) you can also contact a detective agency to trace her whereabouts \n3) file DV case on her behalf and seek right to stay in matrimonial home . maintenance and other reliefs . \n4) the girl can file complaint under section 498A against her husband and in laws . \n5) the girl can also file for divorce on grounds of mental cruelty fater expiry of period of 1 year from date of marriage"
      }
    ],
    "citations": [
      "498a indian penal code"
    ],
    "citations-id": [
      "258"
    ]
  },
  {
    "id": 19,
    "query-url": "https://www.kaanoon.com//166657/violations-by-builder",
    "query-title": "Violations by builder",
    "query-text": "We bought a flat in an apartment complex near Rajarajeshwarinagar, Bangalore in 2016. Recently, the second builder, who is also the land owner, shifted the generator from its initial position to right under my flat below the kitchen and one bedroom area. The whole flat vibrates everytime the generator is turned on and there is a constant noise. One of the walls below the kitchen, that is adjacent to the generator, has developed a crack now. Even before the shifting had been done, we had requested the builder cum owner several times to stop the work. But our pleas fell on deaf ears. As mine is a corner flat, except for the apartments directly above ours, none of the other inmates of the complex are concerned about this problem. The association is not yet formed and the builders seem to be in a hurry to hand it over. But over 20 flats are yet to be sold. Meanwhile, there are problems with parking, too. They had already charged each of the buyers Rs 2 lakh for a parking space. Being a rectangular plot with 68 flats, there is a strip of walking space between the right and left main parking areas. Of late, in the name of valet parking, they have been selling this space too for more money. What be done? Who can we approach?",
    "query-category": "Civil Law",
    "query-religion": "Unknown",
    "responses": [
      {
        "responder": "Vibhanshu Srivastava",
        "response-text": "As regards yo your question, I'm reproducing section 286 of the indian Penal Code:-\n\"268. Public nuisance.—A person is guilty of a public nuisance who does any act or is guilty of an illegal omission which causes any common injury, danger or annoyance to the public or to the people in general who dwell or occupy property in the vicinity, or which must necessarily cause injury, obstruction, danger or annoyance to persons who may have occasion to use any public right. A common nuisance is not excused on the ground that it causes some convenience or advantage.\"\nYou may register a complaint with the Police and get booked the owner of the junkyard/factory for causing public nuisance."
      },
      {
        "responder": "T Kalaiselvan",
        "response-text": "The plots on the left and right sides of the apartment also bear the same survey number and have been leased out by the owners of those plots. While a junk yard is to our right (not present at the time of occupancy), a metal fabrication unit is to our left (we were promised that this unit would be relocated). The loading and unloading of metal articles in the junkyard like heavy frames, pillars, pipes etc creates a lot of noise, sometimes even into the night. The cutting and welding works that go in the metal unit happens all through the day. There is no peace of mind, there is constant noise, a burning acrid smell and not to mention a lot of dust. We need to keep our door and windows closed at all times. How do we take this situation?\nOften it happens, when you hear loud music sound from the neighbor’s house, you try to ignore that sound for as long as possible but sometimes, such noise may make life difficult. This type of nuisance is defined in Section 268 of the Indian Penal Act.\nSection 268 of the Indian Penal Code defines nuisance when the person is guilty of a public nuisance when he does any act which causes injury, danger or annoyance to the public or the people in general who live or occupy the property in the neighborhood.\nA common nuisance is not excused on the ground that it causes some convenience or advantage.\nIf this type of harassment is faced by you from your neighbor then, you can file an application under Section 268 of IPC in the court of magistrate.\nPunishment of nuisance is defined in Section 290 of IPC, which is mere Rs. 200 but the court can do much more.\nYou can first issue legal notice to the builder/landowner about this nuisance and to remove them, if there is no response you may go ahead with the legal action.\nYou can even drage the builder to consumer forum for deficiency in service as he has failed to keep up his promise to clear the junkyard in the neighbor."
      }
    ],
    "citations": [
      "290 indian penal code",
      "268 indian penal code"
    ],
    "citations-id": [
      "270",
      "269"
    ]
  },
  {
    "id": 20,
    "query-url": "https://www.kaanoon.com//166669/challenging-arbitration-decision",
    "query-title": "Challenging arbitration decision",
    "query-text": "I worked in a Coaching Institute (FIITJEE) and left it before completing my contract period of 3yrs (intimating 4 months before quitting) due to deteriorating health conditions (all medical certificates available). One year later, Company asked  Rs 4.5 Lakh  as compensation. I explained them my whole case in writing that due to medical condition I had no option but resign and I informed my Centre Head well before leaving. Moreover, I am unemployed since then and I have no money to compensate you.Without listening to this they invoked Arbitration Clause and appointed sole arbitrator. I attended the case presented all my documents and medical certificates. As predicted by many, Learned arbitrator decided in favor of coaching institute although reducing compensation amount to 3 Lakh. Now I have to challenge this biased decision. The jurisdiction of case is in Delhi and arbitrator was also in Delhi. Please help in following queries. Q.1 Where can I challenge this decision of Arbitrator? (High Court or Session Court) Q.2 Suppose I want to fight case myself as I don't have money to pay hefty fees of lawyers and I want to get some experience firsthand. Moreover, I have not done something wrong or fraud that I need some high profile lawyer. All I need is to present all document and appeal in front of Hon judge. Q3. Since the motive of company from very beginning was harassment through legal mafia, can I file counter case against them in home state (Himachal) so that they also feel the pinch for covert extortion and harassment? PS - Please give pointwise replies to above queries.  All though I have deep respect for members here but I feel some members give generic advise if not wrong.",
    "query-category": "Labour",
    "query-religion": "Unknown",
    "responses": [
      {
        "responder": "Pulkit Prakash",
        "response-text": "To answer your question - \n1. You can challenge this order under section 34 of the Arbitration and Conciliation Act 1996.\n2. Your jurisdiction will most probably lie with the Delhi High Court as pee the commercial matter rule book of the Delhi High Court. However to confirm the same one has to read the order passed by the Arbitrator.\n3. Its Ok that you do not wish to hire a high profile lawyer for your case but considering the technicality of the case it is required to have an advocate for your case. Reason - your are coming in an appeal where matters are decided on the laws and precedent laid down in past and the documents available related to the case takes a back seat and are used only for reference. So if you are thinking that if you will present the paper and the judgment will come in your favour then that's an absolute wrong presumption.\n4. There are several advocates available in the market who are equally competent and talented to contest your case in a reasonable fee so you should reach out to them. \n5. You can any day file 'N' number of cases against any person but that will not render you justice. You should focus on your file which is coming in appeal rather than thinking of creating a line of cases against each other."
      },
      {
        "responder": "Anilesh Tewari",
        "response-text": "The arbitral award can be challenged under section 34 of the Act. \nSection 34 provides that an arbitral award may be set aside by a court on certain grounds specified therein. These grounds are:\nIncapacity of a party\nArbitration agreement not being valid\nParty not given proper notice of arbitral proceedings\nNature of dispute not falling within the terms of submission to arbitration\nArbitral procedure not being in accordance with the agreement\nSection 34(2)(b) mentions two more grounds which are left with the Court itself to decide whether to set aside the arbitral award:\nDispute is not capable of settlement by arbitral process\nThe award is in conflict with the public policy of India\nIf the decision on matters submitted to arbitration can be separated from those not submitted; only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside.\nLimitation for the same is 3 months. \nthe same will be filed in the principal Civil Court of original jurisdiction, \nRefer to the following link for the detailed analysis of the subject: \nhttps://www.lawctopus.com/academike/arbitral-award-setting-aside/\nPlease contact a lawyer with the copy of the judgment for a concrete advise. \nRegards"
      },
      {
        "responder": "Mohammed Shahzad",
        "response-text": "As per The Arbitration and Conciliation Act, 1996 , Arbitral awards includes final and interim awards passed by the arbitrator can be challenged under S. 34. \nThe Supreme Court of India confirmed the powers of the courts to entertain S.34 applications while dealing with the case (2006) 11 SCC 181. \nAs per Section 34, an arbitral awards may be set aside by the Court only if the party making the application by furnishing the proof for the same.\nThe district courts have power to entertain the same and till the final decision of section 34 , the awards cannot be enforced .\nThe subject amount of dispute is 3 lakh , so the jurisdiction will be district court.Even as the award has already been ordered by the Arbitrator , then now the Institute will proceed for execution to recover the said amount from you in the court and you will get summons to represent yourself from the court. \nHowever, it is advisable to challenge the said Arbitration Award by filing application under section 34 of the Act. \nOnce.you have lost your case before the Arbitrator , so it suggested to hire a suitable lawyer on your behalf and further no need to engage a High profile one as the case is not high profiled and liable to justified in your favour.\nYour case is justified on the ground that you have left the job in the Institute on the medical/health ground for which you have medical proof.\nGood luck and no need of worry.Sure you will win the game as you have good ground to win the case."
      },
      {
        "responder": "Devajyoti Barman",
        "response-text": "1. Do note that award can be challenged only within 120 days from the date of service of award. It can be challenged in the court having principle original civil jurisdiction which can be district judge or the high court.\n2. One can fight his own case in allcourts of all including the Supreme Court. So there is no compulsion to engage an advocate.\n3.For seeking legal recourse it can not be said they are using legal mafia. So prefer an appeal under section 34 of A & C Act, 1996."
      },
      {
        "responder": "T Kalaiselvan",
        "response-text": "Supreme Court holds that when a Section 34 petition is simultaneously filed in a District court and a High Court the High Court having ordinary original civil side jurisdiction will have primacy to hear the petition.\nThe Supreme Court (“SC”) in its recent judgment of Executive Engineer, Road Development Division No.III, Panvel & Anr. v Atlanta Limited1 has analysed the definition of “Court” to determine which court would hear challenges to an arbitral award (or arbitral agreement, or arbitral proceeding) where jurisdiction lies with more than one court and the parties initiate proceedings in multiple courts simultaneously.\nSection 2(1)(e) of the Act which defines the term “Court” as:\n“’Court’ means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes”\nConclusion of Bombay high court in a case on this:\ninterpreting Section 2 (1) (e) the subject-matter of the arbitration has to be treated as if the same had been the subject-matter of a suit. Therefore, one could argue that Section 2 (1) (e) mandates that a petition be treated just as a suit for the purposes of interpreting the meaning of court. From such a reading as well, one could argue that a district court would be the first court of recourse and would aptly exercise jurisdiction.\n34 Application for setting aside arbitral award. —\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\n(2) An arbitral award may be set aside by the Court only if—\n(a) the party making the application furnishes proof that—\n(i) a party was under some incapacity, or\n(ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or\n(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or\n(iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration:\nAn application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter."
      },
      {
        "responder": "Ashish Davessar",
        "response-text": "1. The award passed by the arbitrator is amenable to challenge before the High Court under Section 34 of the Act.\n2. Unless the order is perused I cannot say what the ground(s) of challenge can be.\n3. You are free to appear in person in the High Court if you have the competence to conduct the case. \n4. To file a counter case there has to be a cause of action. Nothing stops you from filing any case. Any Tom. Dick or Harry can file 100 cases a day but each case has to be decided on the face of its own merits. If your cases are dismissed as frivolous then the adversary may sue you for damages apart from launching your criminal prosecution for the offence of defamation."
      },
      {
        "responder": "Rajaganapathy Ganesan",
        "response-text": "1. In National Highway Authority Of ... vs The Union Of India & Ors on 30 July, 2015, pecuniary jurisdiction of the District Judge to hear an appeal arising out of a judgment and decree passed by the Civil Court is up to Rs. 10 lacs and if the valuation of the property in dispute is more than Rs. 10 lacs the appeal lies to the High Court. Therefore, you have to file an appeal in district court.\n2. It is settled that an arbitral award can be set aside on any of the grounds mentioned in sub Section (2) of Section 34 of the Act. The order passed under Section 34 of the Act if it sets aside an arbitral award has to record a specific finding that any one of the conditions mentioned in Section 34(2) of the Act are found proved or are made out. In the absence of such a specific finding the order under Section 34 of the Act cannot be passed to set aside an arbitral award.\n3. Ignorance of law cannot be pleaded and any other grounds has to be stated to condone the delay. As you have appeared in person, you are bound to be familiar with the law and the current legal position."
      },
      {
        "responder": "T Kalaiselvan",
        "response-text": "India has been an arbitration friendly country right from the beginning, because arbitration was in practice in this country even before the codified law came into force. \nEven though the interference of the Courts is reduced to a minimal level by the new 1996 Act, losing parties are filing applications under S.34 and trying their level best to enhance the scope of S. 34 and make the courts to treat the challenge proceedings like a regular first appeal. Since in majority of the places in India, the powers to entertain the challenge under S.34 of the Act lies with the District courts, initially the loosing parties are able to delay the enforcement of arbitral awards for a longer time. \nEven though some High courts also, earlier admitted all such applications under S. 34 and treated the challenge proceedings like a regular appeal. \nNow many judges of the High Courts and the Supreme Court of India have realised the importance of protecting the arbitration by exercising their powers to interfere sparingly. The settled law of India mostly recognises the finality of arbitral awards and restricts the scope of the challenge.\nAs per the 1996 Act, arbitral award includes final and interim awards passed by the arbitrator. Both interim as well as final awards can be challenged under S. 34. \nThe Supreme Court of India confirmed the powers of the courts to entertain S.34 applications while dealing with the case (2006) 11 SCC 181 McDermott International Inc Vs. Burn Standards Co. Ltd., \nThe Only recourse against any arbitral awards as per the act is by filing an application for setting aside arbitral awards under S. 34.\nvarious courts of India have consistently held that the work of interpretation of contracts, falls within the domain of the arbitrator and hence the supervising court cannot interfere into that interpretation. \n\\\nMoreover it was also held that S.34 of the Arbitration and Conciliation Act does not contemplate 'misinterpretation of contract' as one of the grounds for challenging an arbitral awards.\nBombay High Court in Indian Oil Corporation Vs. Artson Engineering Ltd., (2007), Mah LJ 825 held that the claims which were not notified to quality arbitration cannot be included in the claim later since they were included in the notice seeking arbitration. Hence the arbitral award granting those claims was set aside on the ground that the award dealt with claims not arbitrate\nHence the arbitration tribunal should not give an award in matters which are not arbitrable. If any awards issued by a tribunal which has granted relief in matters which are exempted expressly by the parties from the arbitration clause and issues which are not arbitrable then the courts may set aside the award while exercising their jurisdiction under section 34 of the Arbitration and conciliation Act, 1996. \nFor example the Supreme Court of India held that an arbitrator would have no power or Jurisdiction to order winding up of a Company Haryana telecom Ltd., Vs Sterlite Industries (India) Ltd., AIR 1999 SC 2354."
      }
    ],
    "citations": [
      "34 reserve bank of india act"
    ],
    "citations-id": [
      "521"
    ]
  }
]